
import { Translation } from '../types';

export const ka: Translation = {
  titles: ['ვაშენებ ციფრულ მომავალს', 'მე ვქმნი გამოცდილებას', 'ვქმნი ინოვაციურ დიზაინს'],
  subtitle: 'პროდუქტის დიზაინერი და დეველოპერი',
  description: 'მე ვარ კრეატიული პროფესიონალი, რომელიც ორიენტირებულია გამორჩეული ციფრული გამოცდილების შექმნაზე, სადაც მშვენიერი დიზაინი და ფუნქციონალი ერთიანდება.',
  location: 'თბილისი, საქართველო',
  status: 'ხელმისაწვდომია სამუშაოსთვის',
  viewWork: 'ნამუშევრების ნახვა',
  getInTouch: 'კონტაქტი',
  aboutMeTitle: 'ჩემს შესახებ',
  aboutMeText1: 'მე ვარ მულტიდისციპლინარული დიზაინერი და დეველოპერი 8 წელზე მეტი გამოცდილებით. ჩემი მიდგომა აერთიანებს სტრატეგიულ აზროვნებას და დეტალებისადმი ყურადღებას.',
  aboutMeText2: 'მჯერა, რომ კარგი დიზაინი უხილავია — ის უბრალოდ მუშაობს.',
  skillsTitle: 'უნარები და სერვისები',
  selectedWork: 'რჩეული ნამუშევრები',
  letsConnectTitle: 'მომწერე',
  letsConnectSubtitle: 'მე ყოველთვის მზად ვარ ახალი პროექტების, კრეატიული იდეების ან შესაძლებლობების განსახილველად.',
  connectButton: 'მოგვწერეთ',
  
  // Bio
  bioName: 'ავთანდილ მაჩიტაძე',
  bioRole: 'ციფრული პროდუქტების დანერგვისა და განვითარების კონსულტანტი',
  bioLinkPortfolio: 'ჩემი პორტფოლიო',
  bioLinkBehance: 'Behance ნამუშევრები',
  bioLinkDribbble: 'ჩემი ჩანაწერები Substack-ზე',
  bioLinkInstagram: 'ჩემი რეზიუმე',
  bioLinkLastProject: 'ჩანიშნე შეხვედრა'
};
