
import { Translation } from '../types';

export const ka: Translation = {
  titles: ['ვაშენებ ციფრულ მომავალს', 'მე ვქმნი გამოცდილებას', 'ვქმნი ინოვაციურ დიზაინს'],
  subtitle: 'პროდუქტის დიზაინერი და დეველოპერი',
  description: 'მე ვარ კრეატიული პროფესიონალი, რომელიც ორიენტირებულია გამორჩეული ციფრული გამოცდილების შექმნაზე, სადაც მშვენიერი დიზაინი და ფუნქციონალი ერთიანდება.',
  location: 'თბილისი, საქართველო',
  status: 'ღია ვარ გამოწვევებისათვის',
  viewWork: 'ნამუშევრების ნახვა',
  getInTouch: 'კონტაქტი',
  aboutMeTitle: 'ჩემს შესახებ',
  aboutMeText1: 'მე ვარ ციფრული ტექნოლოგიებისა და პროექტების მართვის კონსულტანტი, მრავალწლიანი გამოცდილებით ციფრული პროდუქტების შექმნაში, ბიზნეს პროცესების ოპტიმიზაციასა და ავტომატიზაციაში როგორც კერძო, ისე საჯარო სექტორში. გამორჩეულად CRM სისტემების ინტეგრაციის, ვებ-პროექტების ტექნიკური მართვისა და ციფრული ინოვაციების დანერგვის უნარებით, რაც ხელს უწყობს მომხმარებელთა კმაყოფილების გაზრდას და ბიზნესებისთვის დამატებითი ღირებულების შექმნას',
  aboutMeText2: 'ჩემი ერთ-ერთი გატაცება არის დიზაინი, აქ კი თავს ვუყრი ჩემს მიერ გაკეთებულ სხვადასხვა დიზაინებს... ',
  skillsTitle: 'უნარები და სერვისები',
  selectedWork: 'ბოლო ნამუშევრები', // აქ შეიცვალა ტექსტი
  letsConnectTitle: 'მომწერე აქ',
  letsConnectSubtitle: 'მე ყოველთვის მზად ვარ ახალი პროექტების, კრეატიული იდეების ან შესაძლებლობების განსახილველად.',
  connectButton: 'მომწერე მეილზე',
  bioName: 'ავთანდილ მაჩიტაძე',
  bioRole: 'ციფრული პროდუქტების დანერგვისა და განვითარების კონსულტანტი',
  bioLinkPortfolio: 'ჩემი პორტფოლიო',
  bioLinkBehance: 'Behance ნამუშევრები',
  bioLinkDribbble: 'ჩემი ჩანაწერები Substack-ზე',
  bioLinkInstagram: 'ჩემი რეზიუმე',
  bioLinkLastProject: 'ჩანიშნე შეხვედრა',
  brandTitle: 'ჩემი ბრენდი'
};
